<?php declare(strict_types=1);
/**
**  @author Кувшинов Андрей Геннадьевич <masterforweb@hotmail.com>
**  @param Возраст: 45 лет
**  @param Навыки: управление командой разработки, наставничество, DevOps
**  @param Языки программирования: PHP, NodeJS, Python, Go
**  @param Frameworks: Laravel, Symphony, Yii, Django, Flask
**  @param БД: MySQL, MsSQL, Postgresql, Redis, MongoDB
**  @param Рабочая среда: Ubuntu/Fedora/MacOs, Docker, JetBrains, VSCode, CodeServer, vim
**  @return array
*/
return array (

  
  'argumenti.ru' => [
                    'компания'  => 'ИД «Аргументы Недели»',
                    'должность' => 'технический директор',
                    'начало'    => '2006-04-01',
                    'окончание' => '', /* по настоящее время */
                    'описание'   => "Запуск работы редакции печатного издания «Аргументы Недели» (IT-обеспечение и настройка процессов).\n  
                                    Создание электронных СМИ с многомиллионной посещаемостью «Аргументы Недели» и «Суть событий».\n
                                    Перезапуск изданий «СПИД-ИНФО», «Деловая страна» и др.\n
                                    Создание платформы для производства, дистрибуции и монетизации контента издательского дома (первая версия 2006 год).\n
                                    Построение SPA(Ajax)приложений для автоматизации бизнес-процессов.\n
                                    Реализация проекта серии региональных порталов на базе фреймворка Django.\n
                                    Создание и перепродажа видеохостинга с рабочим названием «ForVideo» (2007 год) на базе Django.\n
                                    Запуск тестового блокчейн-проекта на базе Ethereum.\n
                                    Разработка системы генерации автоматического контента с использованием AI технологий.\n
                                    Колумнист разделов «Хайтек» и «Спорт»."
                   ],
  
  'mk.ru'        => [
                    'компания'  => 'ИД «Московский Комсомолец»',
                    'должность' => 'инженер-программист',
                    'начало'    => '2005-11-01',
                    'окончание' => '2006-04-01',
                    'описание'   => "Создание нативных Windows-приложений для отдела подписки и распространения.\n
                                    Создание программных модулей в среде 1C.\n
                                    Была проведена масштабная подписная компания на 2006-07 годы."
                   ],

  'newtime'     => [
                   'компания'  => 'Новое Время',
                   'должность' => 'инженер-программист, преподаватель компьютерных курсов, руководитель игрового салона',
                   'начало'    => '1998-04-01',
                   'окончание' => '2005-11-01',
                   'описание'   => "Запуск салона компьютерных игр. Подбор и настройка оборудования, создание ПО для учета оборота с клиентами.\n
                                   Создание нативных Windows и DOS-приложений для обучения и тестирования учащихся учебных заведений Кировской области.\n
                                   Техническая поддержка учебных заведений: общеобразовательных школ, профильных училищ и колледжей.\n
                                   Разработка малоресурсных GUI бизнес-приложений на языке Clarion (MS DOS).\n
                                   )"
                  ]
);
