<?php
/**
**  @author Кувшинов Андрей Геннадьевич <masterforweb@hotmail.com>
**  Возраст: 39 лет
**  Семейное положение: женат, двое детей
**  Навыки: PHP, NodeJS, Python, Docker, Ethereum, Mac OS, Ubuntu, Sublime, Vim
*/
return array (

  'argumenti.ru' => [
                    'компания'  => 'ИД «Аргументы Недели»',
                    'должность' => 'технический директор',
                    'начало'    => '2006-04-01',
                    'окончание' => '', /* по настоящее время */
                    'коротко'   => "Создание электронных СМИ с многомиллионной посещаемостью «Аргументы Недели» и «Суть событий».\n
                                    Перезапуск изданий, в т.ч. «Деловая Страна» и «СПИД-ИНФО»\n
                                    Создание платформы для производства, дистрибуции и монетизации контента издательского дома (первая версия 2006 год).\n
                                    Построение SPA(Ajax)приложений для автоматизации бизнес-процессов.\n
                                    Реализация проекта серии региональных порталов на базе фреймворка Django (Python).\n
                                    Запуск тестового блокчейн-проекта на базе Ethereum.\n
                                    Разработка бот-системы генерации автоматического контента"
                   ],
  'pnp.ru'      => [
                  'компания'    => 'Парламентская газета',
                  'должность'   => 'консультат по дистрибуции контента',
                  'начало'      => '2016-03-01',
                  'окончание'   => '2016-07-01',
                  'коротко'     => 'Аудит и написание технического задания для дистрибуции контента сайта pnp.ru'
    
  ]

  'mk.ru'        => [
                    'компания'  => 'ИД «Московский Комсомолец»',
                    'должность' => 'инженер-программист',
                    'начало'    => '2005-11-01',
                    'окончание' => '2006-04-01',
                    'коротко'   => "Создание нативных Windows-приложений для отдела подписки и распространения.\n
                                    Создание программных модулей в среде 1C.\n
                                    Была проведена масштабная подписная компания на 2005 год."
                   ],

  'newtime'     => [
                   'компания'  => 'Новое Время',
                   'должность' => 'инженер-программист, преподаватель компьютерных курсов',
                   'начало'    => '1998-04-01',
                   'окончание' => '2005-11-01',
                   'коротко'   => "Создание нативных Windows и DOS-приложений обучения и тестирования учащихся учебных заведений Кировской области\n
                                   Техническая поддержка учебных заведений: общеобразовательных школ, профильных училищ и колледжей.\n
                                   Разработка малоресурсных бизнес-приложений на языке Clarion (MS DOS)\n
                                   Запуск салона компьютерных игр"
                  ]
);
