<?php
/**
**  @author Кувшинов Андрей Геннадьевич <masterforweb@hotmail.com>
**  Возраст: 39 лет
**  Семейное положение: женат, двое детей
**  Навыки: PHP, NodeJS, Mac OS, Ubuntu, Atom, Vim
*/
return array (

  'argumenti.ru' => [
                    'компания'  => 'ИД «Аргументы Недели»',
                    'должность' => 'технический директор',
                    'начало'    => '2006-04-01',
                    'окончание' => '', /* по настоящее время */
                    'коротко'   => "Создание электронных СМИ с многомиллионной посещаемостью «Аргументы Недели» и «Суть событий».\n
                                    Создание редакционной CMS для производства и продажи контента издательского дома.\n
                                    CMS построена на базе одностраничного Ajax-приложения (первая версия 2006 год).\n
                                    Реализация проекта серии региональных порталов на базе Django, с 2015 года переход на Wordpress MU"
                   ],

  'mk.ru'        => [
                    'компания'  => 'ИД «Московский Комсомолец»',
                    'должность' => 'разработчик',
                    'начало'    => '2005-11-01',
                    'окончание' => '2006-04-01',
                    'коротко'   => "Создание нативных Windows-приложений для отдела подписки и распространения.\n
                                    Была проведена масштабная подписная компания на 2005 год."
                   ],

  'newtime'     => [
                   'компания'  => 'Новое Время',
                   'должность' => 'разработчик, преподаватель компьютерных курсов',
                   'начало'    => '1998-04-01',
                   'окончание' => '2005-11-01',
                   'коротко'   => "Создание нативных Windows и DOS-приложений для обучения и тестирования учащихся.\n
                                   Техническая поддержка учебных заведений: общеобразовательных школ, профильных училищ и колледжей.\n
                                   Разработка малоресурсных бизнес-приложений на языке Clarion (MS DOS)"
                  ]
);
